const questions = [
    {
        question: "フランス語で「あかい銀」という意味がある、丸い豆乳ケーキに大きい桃太郎などを投入して作られる、福岡県産の真っ赤な銀色が鮮やかな粒上の夏野菜製品といえばなんでしょう？",
        ingredients: [
            {
                question: "「あかい」「まるい」「おおきい」「うまい」の頭文字から名づけられた、福岡県産のイチゴの品種は何でしょう？",
                answer: "あまおう",
            },
            {
                question: "ファースト、メリーロード、桃太郎などの品種がある、真っ赤な見た目が鮮やかな夏野菜は何でしょう？",
                answer: "トマト",
            },
            {
                question: "豆乳ににがりなどを投入して作られる、大豆製品といえばなんでしょう？",
                answer: "豆腐",
            },
            {
                question: "フランス語で「銀」という意味がある、ケーキなどに添えられる銀色をした粒上のお菓子は何でしょう？",
                answer: "アラザン"
            },
        ]
    }
    // 他の質問も同様に追加
];

export default questions;
